Revit 2024 API
ExportFontTable Constructor
 Constructs a new ExportFontTable with default values.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ExportFontTable()
Visual Basic
Public Sub New
Visual C++
public:
ExportFontTable()
See Also
ExportFontTable Class
Autodesk.Revit.DB Namespace